[
  "obsidian-git",
  "obsidian-custom-attachment-location",
  "obsidian-plugin-prettier",
  "templater-obsidian",
  "obsidian-linter",
  "colored-text",
  "copilot",
  "github-copilot",
  "table-editor-obsidian",
  "obsidian-textgenerator-plugin"
]